{
    "I'm a Developer": "Skillful in: ",
    "Full-Stack": "Full-Stack",
    "WEB": "WEB",
    "Mobile": "Mobil",
    "Welcome": "Welcome",
    "About me": "About me",
    "Skills": "Skills",
    "CV": "CV",
    "Portfolio": "Portfolio",
    "Recommendations": "Recommendations",
    "Contact": "Contact",
    "Ocupation": "Full Stack developer, Ecommerce Specialist",
    "Bio": "I have become an freelancer since the pandemic began, I have specialized in the implementation of online stores using ADOBE COMMERCE, so that large companies can continue selling their products. I have diversified my skills in frontend and backend technologies. At the same time I have also gained skills in the administration of Linux servers and databases, integration of ERP systems, CRM, and others through REST APIs and data buses.",
    "Bio2": "I'm looking for an innovative and user-centered company to better meet the needs client, from their idea to the final delivery of their project, or participate in the improvement of an existing project.",
    "Ubication": "El Alto, La Paz, Bolivia",
    "Company": "Freelancer",
    "Age": "32 years old",
    "Degree": "Bachelor’s in Computing",
    "Work_mode": "Remote work (preferably)",
    "Technologies": "Technologies",
    "Tools": "Tools",
    "Methodologies": "Methodologies",
    "Linux Servers": "Linux Servers",
    "Design Thinking": "Design Thinking",
    "Software architecture": "Software architecture",
    "Education": "Education",
    "Graduated in Higher Education": "Graduated in Higher Education",
    "Degree in Computing": "Bachelor’s in Computing",
    "November": "November",
    "July": "July",
    "Work experience": "Work experience",
    "Detail": "Detail",
    "Languages": "Languages",
    "Spanish": "Spanish",
    "English": "English",
    "Native": "Native",
    "Advanced intermediate": "Advanced intermediate",
    "Data of interest": "Data of interest",
    "Sport": "Sport",
    "Video game": "Videogames",
    "View certificate": "View certificate",
    "lafuente1": "Development of landing pages integrated to sugarCRM using angular and rest services.",
    "lafuente2": "Development of custom REST services on sugarCRM using MySQL procedures.",
    "lafuente3": "Customization of modules within SugarCRM using angular and REST services.",
    "lafuente4": "Deploying to test and production environments of all the modules and services developed.",
    "ceass1": "Redesign of the database of the previous inventory and sales system of the institution.",
    "ceass2": "Development of REST services using SLIM PHP for the implementation of the new inventory system.",
    "ceass3": "Coordination through POSTMAN for the elaboration, correction and implementation of the new REST services.",
    "agemed1": "Development of reactive forms for new modules in angular 12.",
    "agemed2": "Development of REST services for new modules in SLIM PHP.",
    "agemed3": "Update of institutional page with CMS technologies.",
    "agemed4": "Implementation of service for sending push notifications to users of the import procedures system.",
    "hansa1": "Evaluation of online sales system and proposal of a new solution using Magento open source.",
    "hansa2": "Implementation and configuration of open source magento 2.2.2 on Centos 7 server, installation of necessary services.",
    "hansa3": "Migration of products, categories and attributes from the previous system to the new implementation of Magento 2.",
    "hansa4": "Installation of theme, translations and plugins required by the client.",
    "hansa5": "Customization of magento frontend at the client's request, creation of new pages with native CMS.",
    "hansa6": "Implementation of B2B functionality to open source magento through an Indian vendor plugin.",
    "hansa7": "Customization of the checkout module for the display of the credit limit of buyers.",
    "hansa8": "Magento integration with CRM, ERP and Data warehouse for sales flow, customers, stocks, prices and credit limits.",
    "hansa9": "Optimization of test and production servers for magento implementations.",
    "recom1": "Bro, we need your help and expertise in the development of a system, I know that you will be of great help in this project, work with us please.",
    "recom2": "Thank you for all the support provided in the projects for the health area, I hope we can work together again in the future.",
    "recom3": "It was really a great pleasure working with you. Thank you for all the effort put into the project, for the hours of wakefulness and your patience.",
    "latinamericanmall1": "Development of new functionalities in web stores based on OsCommerce.",
    "latinamericanmall2": "Database administration and creation of new endpoints.",
    "latinamericanmall3": "Updating of marketing offers for different online stores.",
    "latinamericanmall4": "Implementation of online payment gateways. (Paypal, Stripe)",
    "latinamericanmall5": "Development of mobile application for suppliers. (Android)",
    "latinamericanmall6": "Optimization of filling in delivery addresses for an online store in Brazil.",
    "latinamericanmall7": "Migration of hosting, web pages and databases.",
    "latinamericanmall8": "Preparation of monthly sales reports for the accounting area.",
    "years": "years",
    "months": "months"
  }
