{
    "I'm a Developer": "Habilidades en: ",
    "Full-Stack": "Full-Stack",
    "WEB": "WEB",
    "Mobile": "Móvil",
    "Welcome": "Bienvenido",
    "About me": "Sobre mí",
    "Skills": "Habilidades",
    "CV": "CV",
    "Portfolio": "Portafolio",
    "Recommendations": "Recomendaciones",
    "Contact": "Contacto",
    "Ocupation": "Desarrollador Full Stack, especialista en comercio electrónico",
    "Bio": "Me he convertido en trabajador independiente desde que comenzó la pandemia, Me he especializado en la implementación de tiendas en linea usando ADOBE COMMERCE, para que las grandes empresas puedan seguir vendiendo sus productos. He diversificado mis habilidades en tecnologias frontend y backend. A su vez tambien me he ganado habilidad en la administracion de servidores linux y bases de datos, integracion de sistemas ERP, CRM, y demas a través de APIS REST y buses de datos.",
    "Bio2": "Busco una empresa innovadora y centrada en el usuario para satisfacer mejor las necesidades del cliente, desde su idea hasta la entrega final de su proyecto, o participar en la mejora de un proyecto existente.",
    "Ubication": "El Alto, La Paz, Bolivia",
    "Company": "Independiente",
    "Age": "32 años",
    "Degree": "Licenciatura en Informática",
    "Work_mode": "Trabajo remoto (de preferencia)",
    "Technologies": "Tecnologías",
    "Tools": "Herramientas",
    "Methodologies": "Metodologías",
    "Linux Servers": "Servidores Linux",
    "Design Thinking": "Proceso de diseño",
    "Software architecture": "Arquitectura de Software",
    "Education": "Estudios",
    "Graduated in Higher Education": "Diplomado en Educación Superior",
    "Degree in Computing": "Licenciatura en Informática",
    "November": "Noviembre",
    "July": "Julio",
    "Work experience": "Experiencia laboral",
    "Detail": "Detalle",
    "Languages": "Idiomas",
    "Spanish": "Español",
    "English": "Inglés",
    "Native": "Nativo",
    "Advanced intermediate": "Intermedio avanzado",
    "Data of interest": "Datos de interés",
    "Sport": "Deporte",
    "Video game": "Videojuegos",
    "View certificate": "Ver certificado",
    "lafuente1": "Desarrollo de landingpages integrados a sugarCRM usando angular y servicios rest.",
    "lafuente2": "Desarrollo de servicios REST personalizados sobre sugarCRM usando procedimientos MySQL.",
    "lafuente3": "Personalización de módulos dentro de SugarCRM usando angular y servicios REST.",
    "lafuente4": "Despliegue a entornos de pruebas y de produccion de todos los modulos y servicios desarrollados.",
    "ceass1": "Rediseño de base de datos del anterior sistema de inventarios y ventas de la institución.",
    "ceass2": "Desarrollo de servicios REST usando SLIM PHP para la implementación del nuevo sistema de inventario.",
    "ceass3": "Coordinación a traves de POSTMAN para la elaboración, corrección e implementación de los nuevos servicios REST.",
    "agemed1": "Desarrollo de formularios reactivos para nuevos módulos en angular 12.",
    "agemed2": "Desarrollo de servicios REST para nuevos modulos en SLIM PHP.",
    "agemed3": "Actualización de página institucional con tecnologías CMS.",
    "agemed4": "Implemetacion de servicio para envío de notificaciones push a usuarios de sistema de trámites de importación.",
    "hansa1": "Evaluación sistema de ventas online y planteamiento de nueva solución usando Magento open source.",
    "hansa2": "Implementación y configuración de magento open source 2.2.2 en servidor Centos 7, instalación de servicios necesarios.",
    "hansa3": "Migración de productos, categorias y atributos de anterior sistema a nueva implementación de magento 2.",
    "hansa4": "Instalación de tema, traducciones y complementos requeridos por el cliente.",
    "hansa5": "Personalización de frontend de magento a requerimiento del cliente, creacion de nuevas páginas con CMS nativo.",
    "hansa6": "Implementación de funcionalidad B2B a magento open source a través de un complemento de proveedores de la India.",
    "hansa7": "Personalización de módulo checkout para el despliegue del límite de crédito de compradores.",
    "hansa8": "Integración de magento con CRM, ERP y Data warehouse para flujo de ventas, clientes, stocks, límites de crédito.",
    "hansa9": "Optimización de servidores de prueba y producción para las implementaciones de magento.",
    "recom1": "Hermano, necesitamos tu ayuda y experiencia en el desarrollo de un sistema, sé que serás de gran ayuda en este proyecto, trabaja con nosotros por favor.",
    "recom2": "Gracias por todo el apoyo brindado en los proyectos para el área de salud, espero podamos volver a trabajar juntos en el futuro.",
    "recom3": "Fue realmente un gran placer trabajar contigo. Gracias por todo el empeño puesto en el proyecto, por las horas de insomnio y toda tu paciencia.",
    "latinamericanmall1": "Desarrollo de nuevas funcionalidades en tiendas web basadas en OsCommerce.",
    "latinamericanmall2": "Administración de Bases de datos y creación de nuevos endpoints.",
    "latinamericanmall3": "Actualización de ofertas de marketing para diferentes tiendas online.",
    "latinamericanmall4": "Implementación de pasarelas de pagos online. (Paypal, Stripe)",
    "latinamericanmall5": "Desarrollo de aplicativo movil para proveedores. (Android)",
    "latinamericanmall6": "Optimización de rellenado de direcciones de entrega para tienda online de Brasil.",
    "latinamericanmall7": "Migración de hosting, páginas web y bases de datos.",
    "latinamericanmall8": "Elaboración de reportes mensuales de ventas para el área de contabilidad.",
    "years": "años",
    "months": "meses"
  }
