{
    "FULL_NAME": "Juan Carlos Condori Caviña",
    "I'm a Developer": "Specialized in: ",
    "Full-Stack": "Full-Stack",
    "Backend": "Backend",
    "Frontend": "Frontend",
    "WEB": "WEB",
    "Mobile": "Mobile",
    "Welcome": "Welcome",
    "About me": "About Me",
    "Skills": "Skills",
    "CV": "CV",
    "Portfolio": "Portfolio",
    "Recommendations": "Recommendations",
    "Contact": "Contact",
    "Ocupation": "Full Stack Developer & E-commerce Specialist",
    "Bio": "Since the onset of the pandemic, I've established myself as a freelance developer, specializing in ADOBE COMMERCE implementations to help enterprises maintain and expand their online retail presence. My expertise spans both frontend and backend technologies, complemented by proficiency in Linux server administration, database management, and system integration. I excel at connecting ERP systems, CRM platforms, and various business tools through REST APIs and enterprise service buses.",
    "Bio2": "I'm seeking to join an innovative, user-centric organization where I can leverage my skills to transform client visions into reality—whether that's bringing new projects to life or enhancing existing solutions to meet evolving business needs.",
    "Ubication": "El Alto, La Paz, Bolivia",
    "Company": "Independent Contractor",
    "Age": "32 years old",
    "Degree": "Bachelor's in Computer Science",
    "Work_mode": "Remote-first position preferred",
    "Technologies": "Technologies",
    "Tools": "Tools",
    "Methodologies": "Methodologies",
    "Linux Servers": "Linux Server Administration",
    "Design Thinking": "Design Thinking",
    "Software architecture": "Software Architecture",
    "Education": "Education",
    "Graduated in Higher Education": "Higher Education Graduate",
    "Degree in Computing": "Bachelor's in Computer Science",
    "November": "November",
    "July": "July",
    "Work experience": "Professional Experience",
    "Detail": "Details",
    "Languages": "Languages",
    "Spanish": "Spanish",
    "English": "English",
    "Native": "Native",
    "Advanced intermediate": "Advanced",
    "Data of interest": "Additional Information",
    "Sport": "Sports",
    "Video game": "Gaming",
    "View certificate": "View Certificate",
    "motioncx1": "Developed and implemented new microservice endpoints using .NET",
    "motioncx2": "Enhanced web client functionality using Angular framework",
    "motioncx3": "Implemented new features in desktop application using React",
    "motioncx4": "Managed code versioning and multi-environment deployments through Continuous Delivery (CD)",
    "motioncx5": "Led feature documentation and tracking using JIRA and GitHub",
    "lafuente1": "Engineered SugarCRM-integrated landing pages using Angular and REST services",
    "lafuente2": "Developed custom REST services in SugarCRM utilizing MySQL stored procedures",
    "lafuente3": "Customized SugarCRM modules through Angular integration and REST services",
    "lafuente4": "Orchestrated deployment of modules and services across testing and production environments",
    "ceass1": "Redesigned and optimized legacy inventory and sales system database architecture",
    "ceass2": "Engineered REST services using SLIM PHP for new inventory system implementation",
    "ceass3": "Led API development and testing coordination using POSTMAN for new REST services",
    "agemed1": "Architected reactive forms for new modules in Angular 12",
    "agemed2": "Developed REST services for new modules using SLIM PHP",
    "agemed3": "Modernized institutional website using contemporary CMS technologies",
    "agemed4": "Implemented push notification service for import procedure system users",
    "hansa1": "Conducted e-commerce platform evaluation and proposed Magento open source solution",
    "hansa2": "Deployed and configured Magento 2.2.2 on CentOS 7, including all required services",
    "hansa3": "Successfully migrated products, categories, and attributes to new Magento 2 platform",
    "hansa4": "Implemented custom themes, translations, and client-requested plugins",
    "hansa5": "Customized Magento frontend and created new pages using native CMS capabilities",
    "hansa6": "Integrated B2B functionality through third-party vendor solutions",
    "hansa7": "Enhanced checkout module to display real-time buyer credit limits",
    "hansa8": "Orchestrated integration between Magento, CRM, ERP, and Data warehouse for seamless business operations",
    "hansa9": "Optimized server performance for test and production Magento environments",
    "recom1": "Your expertise and technical prowess would be invaluable to our development team. We'd be thrilled to have you contribute to this project.",
    "recom2": "Your contributions to our healthcare projects were exceptional. I look forward to future collaboration opportunities.",
    "recom3": "Working with you has been an absolute pleasure. Your dedication, perseverance, and patience were instrumental to the project's success.",
    "latinamericanmall1": "Enhanced OsCommerce-based web stores with new functionalities",
    "latinamericanmall2": "Managed database administration and developed new API endpoints",
    "latinamericanmall3": "Streamlined marketing campaign updates across multiple online stores",
    "latinamericanmall4": "Integrated multiple payment gateways including PayPal and Stripe",
    "latinamericanmall5": "Developed Android mobile application for supplier management",
    "latinamericanmall6": "Optimized address entry system for Brazilian e-commerce platform",
    "latinamericanmall7": "Executed successful migration of hosting infrastructure, web assets, and databases",
    "latinamericanmall8": "Generated comprehensive monthly sales reports for accounting department",
    "years": "years",
    "months": "months",
    "Project Details": "Project Details",
    "E-commerce Website": "E-commerce Platform",
    "Online Resume": "Professional Portfolio",
    "Code Source": "Source Code",
    "Portfolio details": "Angular-based professional portfolio showcasing my frontend development expertise. Features responsive design, modern UI/UX principles, and multilingual support through i18n technology.",
    "Ecommerce details": "Enterprise e-commerce solution for HANSA, a leading Bolivian trading company. Successfully migrated product catalog, categories, and pricing data from legacy systems. Built on Magento 2 with comprehensive B2C and B2B capabilities, featuring seamless integration with CRM and ERP systems through REST services."
}
